Repository: AmoraGELINE/Elabftw
Catalog: src/langs/*/LC_MESSAGES/messages.po
Languages: pt_br

source: Enable Chinese, Japanese and Korean fonts in PDF generation (WARNING: this will dramatically increase the file size unless you disable PDF/A)
pt_br: Permitir caracteres chineses, japoneses e coreanos quando for gerar um PDF (ATENCAO: o tamanho dos arquivos será muito maior, a menos que você desabilite PDF/A)

source: Experiment Templates
pt_br: Modelos de Experimento

source: Import
pt_br: Importar

source: Tag manager
pt_br: Gerenciamento de Etiquetas

source: Import a .elabftw.zip archive.
pt_br: Importar um arquivo .elabftw.zip

source: Manage tags of the team
pt_br: Gerenciar as etiquetas da equipe

source: Select status
pt_br: Selecionar uma situação

source: Select number of stars
pt_br: Selecionar o número de estrelas

source: Tip: you can use '%' as wildcard
pt_br: Dica: você pode usar '%' como coringa

source: You can use a TODOlist by pressing '%s'.
pt_br: Pressione '%s' para a Lista de Tarefas

source: Select a team
pt_br: Selecione uma equipe

source: Privacy policy
pt_br: Política de Privacidade

source: Generate report
pt_br: Gerar relatório

source: Language:
pt_br: Idioma:

source: The canonical address of the eLabFTW installation. If this value is empty, eLabFTW will try to guess it, but in some instances, it might not be correct so you should fill this setting. Example: https://elabftw.example.org
pt_br: Endereço canônico da instalação eLabFTW. Se vazio, eLabFTW vai tentar adivinhar, mas como ele nem sempre acerta, é melhor preencher. Exemplo: https://elabftw.exemplo.org

source: This allows users without an account to login into a team and see the experiments with public visibility. Administrators of each team can choose whether or not database items will be visible.
pt_br: Deixa os usuários sem conta se conectarem a uma equipe para ver os experimentos definidos como públicos. Os administradores de cada equipe podem escolher se os items de banco de dados serão visíveis ou não.

source: Switch this instance in open science mode:
pt_br: Colocar esta entrada em modo Ciência Aberta:

source: This allows search engines to crawl the site. Visitors will be automatically logged in in the specified team.
pt_br: Permite aos sites de busca cavocar este site. Visitantes se conectarão automaticamente na equipe escolhida.

source: Select which team will be open to the world in open science mode:
pt_br: Selecionar a equipe que estará aberta para o mundo no modo Ciência Aberta:

source: This has no effect if open science mode is disabled.
pt_br: Não tem efeito algum se o modo Ciência Aberta está desativado.

source: Without a valid way to send emails, users won't be able to reset their password. It is recommended to create a specific %ssmtp2go.com%s account and add the information here.
pt_br: É preciso definir um modo de enviar e-mails, se não os usuários não poderão redefinir suas senhas. É melhor criar uma conta específica no %ssmtp2go.com%s e adicionar a informação aqui.

source: SMTP (recommended)
pt_br: SMTP (recomendado)

source: Local MTA
pt_br: MTA local

source: Adjust your privacy policy notice
pt_br: Adapte sua nota de política de privacidade

source: Note: the text below is a template and must be edited and saved.
pt_br: Nota: o texto abaixo é só um modelo, ele precisa ser editado e salvo.

source: Search users
pt_br: Buscar usuários

source: User ID
pt_br: Nome do(a) usuário(a)

source: Delete user
pt_br: Apagar usuário(a)

source: No user found!
pt_br: Não encontrei ninguém!

source: Select an identity provider
pt_br: Selecione um provedor de identidade

source: The selected item(s) and all associated data will be permanently deleted. This cannot be undone. Are you sure?
pt_br: Os items selecionados e todas os dados associados com eles serão permanentemente apagados. Não vai ter jeito de voltar atrás. Tem certeza?

source: Delete this tag?
pt_br: Apagar esta etiqueta?

source: by
pt_br: por

source: Experiment was timestamped by %s on %s at %s
pt_br: Experimento selado com timestamp por %s dia %s às %s

source: Book item
pt_br: Agendar este item

source: Use single column layout
pt_br: Usar disposição de uma só coluna

source: Enter your password to edit your profile.
pt_br: Digite sua senha para modificar seu perfil

source: API keys
pt_br: Chaves API

source: Existing keys
pt_br: Chaves existentes

source: Permissions
pt_br: Permissões

source: Creation date
pt_br: Data de criação

source: Read/Write
pt_br: Leitura/Escritura

source: Read Only
pt_br: Somente leitura

source: Create new key
pt_br: Criar nova chave

source: 2. Select a visibility:
pt_br: 2. Selecione a visibilidade:

source: 3. Select a ZIP file to import:
pt_br: 3. Selecione um arquivo ZIP para importar:

source: You belong to the %s team.
pt_br: Você pertence à equipe %s.

source: No templates from other members of the team to display!
pt_br: Não existem modelos de outros membros da equipe!

source: Send an email to all team members
pt_br: Enviar um e-mail para a equipe toda

source: Subject
pt_br: Assunto

source: Content
pt_br: Conteúdo

source: Id
pt_br: Identificador

source: Email sent to %d users
pt_br: E-mail enviado a %d usuários

source: Registration is disabled.
pt_br: As inscrições estão desabilitadas.

source: This is the only time the key will be shown! Make sure to copy it somewhere safe as you won't be able to see it again: %s
pt_br: A chave só será mostrada esta vez! Assegure-se de copiá-la em algum lugar seguro porque você não vai poder vê-la de novo: %s

source: Email provided is invalid.
pt_br: O provedor de e-mail não está válido.

source: Wrong key for resetting password
pt_br: Chave errada para mudar a senha

source: Hello. Your account on eLabFTW was validated by an admin. Follow this link to login:
pt_br: Êba! A sua conta no eLabFTW foi validada por um administrador. Siga este link para se conectar:

source: This item is locked. You cannot edit it!
pt_br: Este item está bloqueado, você não pode modificá-lo!

source: Input is too short! (minimum: %d)
pt_br: Entrada curta demais! (mínimo: %d)

source: Public
pt_br: Público

source: Everyone with an account
pt_br: Todos que têm conta

source: Only the team
pt_br: Só a equipe

source: Cannot update a locked entity!
pt_br: Não posso atualizar um item bloqueado!

source: This experiment was locked by %s. You don't have the rights to unlock this.
pt_br: Este experimento foi bloqueado por %s. Você não está autorizado(a) a desbloqueá-lo.

source: Import a .csv (Excel spreadsheet) file into the database. First you need to open your .xls/.xlsx file in Excel or Libreoffice and save it as .csv. IMPORTANT: one of the column MUST be named 'title'. You should make a tiny import of 3 lines to see if everything works before importing a big file.
pt_br: Importe um arquivo .csv (planilha do Excel) para o banco de dados. Primeiro, você precisa abrir o arquivo .xls / .xlsx no Excel ou no Libreoffice e salvá-lo como .csv. IMPORTANTE: uma das colunas DEVE ser denominada 'title'. Você deve fazer uma importação minúscula de 3 linhas para ver se tudo funciona antes de importar um arquivo grande.

source: 3. Select a delimiter:
pt_br: 3. Selecione um delimitador:

source: 4. Select a CSV file to import:
pt_br: 4. Selecione um arquivo CSV para importar:

source: Unarchive user
pt_br: Desarquivar usuário

source: Annotate this image
pt_br: Inserir anotações nesta imagem

source: Save as image
pt_br: Salvar como imagem

source: Share
pt_br: Compartilhar

source: Announcement
pt_br: Anúncio

source: The following text will be displayed to all users on all pages while it's active.
pt_br: O texto seguinte será mostrado a todos os usuários em todas as páginas enquanto estiver ativo.

source: Admins can always delete experiments:
pt_br: Administradores sempre podem apagar experimentos:

source: Setting this to «no» will completely remove the ability to delete experiments for everyone.
pt_br: Se você deixar em "não", ninguém poderá apagar experimentos.

source: Help translate eLabFTW!
pt_br: Ajude a traduzir o eLabFTW!

source: Steps
pt_br: Passos

source: Results per page
pt_br: Resultados por página

source: Stroke width
pt_br: Largura do traço

source: Eraser
pt_br: Borracha

source: Delete this step?
pt_br: Apagar este passo?

source: Delete this link?
pt_br: Apagar este link?

source: %s%d%sSee bookings%s
pt_br: %s%d%sVer reservas%s

source: Can write
pt_br: Pode escrever

source: JSON Editor
pt_br: Editor JSON

source: All bookable items
pt_br: Todos os itens que podem ser reservados

source: Create experiment from template
pt_br: Criar experiência a partir do modelo

source: Add user
pt_br: Adicionar usuário

source: semicolon
pt_br: ponto e vírgula

source: comma
pt_br: vírgula

source: Select type
pt_br: Selecione o tipo

source: Expand all
pt_br: Expandir todos

source: Clear all
pt_br: Limpar tudo

source: Enforce a domain name for emails
pt_br: Aplicar um nome de domínio para emails

source: Only email addresses at this domain will be allowed to register an account.
pt_br: Somente endereços de email neste domínio poderão registrar uma conta.

source: Add account
pt_br: Adicionar Conta

source: Edit event
pt_br: Editar evento

source: Unbind
pt_br: Desvincular

source: Bind an experiment
pt_br: Vincular um experimento

source: Attach
pt_br: Anexar

source: Delete this event
pt_br: Excluir este evento

source: Load into JSON Editor
pt_br: Carregar no editor JSON

source: Display the molecule editor in edit mode
pt_br: Exibir o editor de moléculas no modo de edição

source: Default write permission for new experiments
pt_br: Permissão de gravação padrão para novas experiências

source: From team %s
pt_br: Da equipe %s

source: Only emails @%s are authorized to register
pt_br: Somente e-mails @%s estão autorizados a se registrar

source: Collapse all
pt_br: Recolher todos

source: Account successfully created
pt_br: Conta criada com sucesso

source: This email domain is not allowed.
pt_br: Este domínio de email não é permitido.

source: Password must contain at least %d characters.
pt_br: A senha deve conter pelo menos %d caracteres.

source: Display size:
pt_br: Tamanho da tela:

source: Large (default)
pt_br: Grande (padrão)

source: Medium
pt_br: Mediano

source: Small
pt_br: Diminuto

source: Edit permissions
pt_br: Editar permissões

source: More options
pt_br: Mais opções

source: Manage Permissions
pt_br: Gerenciar Permissões

source: Tab
pt_br: Aba

source: Team(s)
pt_br: Equipa(s)

source: Help us to translate eLabFTW!
pt_br: Ajude-nos a traduzir o eLabFTW!

source: Reset your password
pt_br: Redefina sua senha

source: Send reset link
pt_br: Enviar link de redefinição

source: Login to your account
pt_br: Faça login na sua conta

source: Forgot password?
pt_br: Esqueceu a senha?

source: Don't have an account? %sRegister%s now!
pt_br: Não possui uma conta? %sRegistre-se%s agora!

source: From here you can edit or delete the tags for your team. Click the tag to edit it. Then click the deduplicate button to merge similar tags.
pt_br: A partir daqui, você pode editar ou excluir as tags da sua equipe. Clique na tag para editá-la. Em seguida, clique no botão deduplicar para mesclar tags semelhantes.

source: Your account is linked to several teams. Select in which team you want to log in
pt_br: Sua conta está vinculada a várias equipes. Selecione em qual equipe você deseja fazer login

source: Invalid email/password combination.
pt_br: Combinação de email / senha inválida.
