Repository: AmoraGELINE/Elabftw
Catalog: src/langs/*/LC_MESSAGES/messages.po
Languages: pt_br

source: Yes
pt_br: Sim

source: No
pt_br: Não

source: The passwords do not match!
pt_br: As senhas não conferem!

source: A mandatory field is missing!
pt_br: Falta preencher um campo obrigatório!

source: Password
pt_br: Senha

source: Firstname
pt_br: Nome

source: Lastname
pt_br: Sobrenome

source: Experiment
pt_br: Experimento

source: Database
pt_br: Banco de Dados

source: Team
pt_br: Equipe

source: Date
pt_br: Data

source: Title
pt_br: Título

source: Visibility
pt_br: Visibilidade

source: Status
pt_br: Situação

source: Edit
pt_br: Modificar

source: Save
pt_br: Salvar

source: Saved
pt_br: Alterações salvas

source: Cancel
pt_br: Cancelar

source: Saving
pt_br: Salvando

source: Save and go back
pt_br: Salvar e voltar

source: Action
pt_br: Ação

source: Shortcut
pt_br: Atalho

source: Create
pt_br: Criar

source: Submit
pt_br: Enviar

source: TODO list
pt_br: Lista de Tarefas

source: Name
pt_br: Nome

source: Phone
pt_br: Telefone

source: Mobile
pt_br: Celular

source: Website
pt_br: Site

source: [eLabFTW] New user registered
pt_br: [eLabFTW] Novo usuário registrado

source: Email sent. Check your INBOX.
pt_br: E-mail enviado. Verifique sua caixa de entrada.

source: There are users waiting for validation of their account:
pt_br: Há usuários esperando pela validação de suas contas:

source: Users
pt_br: Usuários

source: Types of items
pt_br: Tipos de itens

source: Experiments template
pt_br: Modelo de Experimento

source: Users can delete experiments:
pt_br: Usuários podem apagar experimentos:

source: Name of the link in the top menu:
pt_br: Nome no menu superior:

source: Address where this link should point:
pt_br: Endereço para o qual este link deve apontar:

source: Has an active account?
pt_br: Tem conta ativa?

source: Remove all experiments with this status before deleting this status.
pt_br: Remova todos os experimentos nesta situação antes de apagá-la.

source: Default status
pt_br: Situação dos novos experimentos

source: Remove all database items with this type before deleting this type.
pt_br: Remova todos os itens deste tipo antes de apagar o tipo.

source: This is the default text when someone creates an experiment.
pt_br: Isto vai aparecer sempre que alguém criar um novo experimento.

source: You should make a backup of your database before importing thousands of items!
pt_br: É melhor gravar uma cópia de segurança do seu banco de dados antes de importar uma tabela muito grande!

source: 1. Select a type of item to import to:
pt_br: 1. Selecione o tipo que esses itens terão:

source: Import CSV
pt_br: Importar CSV

source: Only a sysadmin can put someone sysadmin.
pt_br: Pra tornar alguém um administrador do sistema você também tem que ser administrador do sistema.

source: Type it again
pt_br: Digite de novo por favor

source: Save new password
pt_br: Salvar nova senha

source: Untitled
pt_br: Sem título

source: You don't have the rights to delete this experiment.
pt_br: Você não tem permissão para apagar este experimento.

source: You don't have the rights to lock/unlock this.
pt_br: Você não tem autoridade para bloquear ou liberar isto aqui.

source: Login failed. Either you mistyped your password or your account isn't activated yet.
pt_br: Falha no Login. Ou a senha está incorreta, ou a sua conta ainda não está ativa.

source: Enter your email address
pt_br: Digite seu endereço eletrônico

source: experiments done since
pt_br: experimentando com eLabFTW desde

source: Someone is already using that email address!
pt_br: Alguém já está usando esse endereço eletrônico!

source: Registration successful :)<br>Welcome to eLabFTW o/
pt_br: Registro bem-sucedido :)<br>Bem-vindo(a) ao eLabFTW o/

source: go back to login page
pt_br: voltar à página de login

source: Create your account
pt_br: Crie sua conta

source: create
pt_br: criar

source: Hi. Someone (probably you) with the IP address: %s and user agent %s requested a new password on eLabFTW. Please follow this link to reset your password : %s
pt_br: Olá; Alguém (esperamos que tenha sido você) com o endereço IP: %s e agente de usuário: %s pediu uma nova senha no eLabFTW. Siga este link se quiser realmente mudar a sua senha: %s

source: Email not found in database!
pt_br: Endereço eletrônico não encontrado no banco de dados!

source: Restore
pt_br: Restaurar

source: Search
pt_br: Busca

source: Search only in experiments owned by:
pt_br: Busque somente nos experimentos de:

source: Yourself
pt_br: Você mesmo(a)

source: Search in
pt_br: Busque em

source: Where date is between
pt_br: Com data entre

source: and
pt_br: e

source: And title contains
pt_br: Título contém

source: And body contains
pt_br: Corpo de texto contém

source: And status is
pt_br: Situação é

source: And rating is
pt_br: Com nota

source: Unrated
pt_br: Sem estrela

source: Launch search
pt_br: Buscar

source: Sorry. I couldn't find anything :(
pt_br: Desculpa aí; não achei nada :(

source: Server
pt_br: Servidor

source: Security
pt_br: Segurança

source: Members
pt_br: Membros

source: Items
pt_br: Itens

source: Created
pt_br: Criação

source: The teams can use the credentials below to timestamp:
pt_br: As equipes podem usar as credenciais abaixo para o timestamp:

source: Login for external timestamping service:
pt_br: Login para o serviço externo de timestamping:

source: Password for external timestamping service:
pt_br: Senha para o serviço externo de timestamping:

source: Users need validation by admin after registration:
pt_br: Os usuários precisam ser autorizados pelo administrador após registro:

source: Set to yes for added security.
pt_br: Deixe em sim se quiser ter mais segurança.

source: Number of allowed login attempts:
pt_br: Número de tentativas de conexão que o usuário pode fazer:

source: 3 might be too few. See for yourself :)
pt_br: 3 pode ser pouco demais. Cuidado :)

source: To identify an user we use an md5 of user agent + IP. Because doing it only based on IP address would surely cause problems.
pt_br: Para poder identificar um usuário usamos um md5 do agente de usuário e também seu IP. Porque se fizéssemos isso apenas baseado em IP com certeza teríamos problemas.

source: Address of the SMTP server:
pt_br: Endereço do servidor SMTP:

source: Probably TLS
pt_br: Aqui pode deixar TLS sem problemas

source: SMTP Port:
pt_br: Porta SMTP:

source: Default is 587.
pt_br: A configuração normal é 587.

source: SMTP username:
pt_br: Usuário SMTP:

source: SMTP password
pt_br: Senha SMTP

source: The admin of a team can edit the status and the types of items available (%sAdmin Panel%s).
pt_br: O administrador da equipe pode modificar a lista de situações e os tipos disponíveis de itens(%sPainel de Administração%s)

source: Custom shortcuts are available (%sControl Panel%s).
pt_br: Você pode programar seus próprios atalhos (%sPainel de Controle%s)

source: You can duplicate experiments in one click.
pt_br: Com um clique você duplica um experimento.

source: Click a tag to list all items with this tag.
pt_br: Clique numa etiqueta para listar todos os itens que a usam.

source: Once timestamped an experiment cannot be unlocked or modified. Only comments can be added.
pt_br: CUIDADO: uma vez gravado o timestamp o experimento não poderá ser desbloqueado nem modificado. Apenas comentários poderão ser adicionados.

source: The template name must be 3 characters long.
pt_br: O nome do modelo precisa ter no mínimo 3 caracteres.

source: Account
pt_br: Conta

source: Preferences
pt_br: Preferências

source: Templates
pt_br: Modelos

source: Modify your personal informations
pt_br: Modifique suas informações pessoais

source: Modify your identity
pt_br: Modifique sua identidade

source: Modify your password
pt_br: Modifique sua senha

source: New password
pt_br: Nova senha

source: Confirm new password
pt_br: Confirme a nova senha

source: Modify your contact information
pt_br: Modifique suas informações para contato

source: Update profile
pt_br: Atualize o perfil

source: Items per page:
pt_br: Itens por página:

source: Create new
pt_br: Criar

source: Language
pt_br: Idioma

source: Last modified by
pt_br: Modificado pela última vez por

source: Unique eLabID:
pt_br: eLabID único:

source: Comments
pt_br: Comentários

source: Add a comment
pt_br: Clique para adicionar um comentário

source: Delete this?
pt_br: Apagar isto?

source: Tag cloud
pt_br: Nuvem de Etiquetas

source: Statistics
pt_br: Estatísticas

source: No statistics available yet.
pt_br: Ainda não há estatísticas disponíveis.

source: Filter status
pt_br: Filtrar por situação

source: Tags
pt_br: Etiquetas

source: Add a tag
pt_br: Adicionar uma etiqueta

source: Only me
pt_br: Apenas eu

source: Linked items
pt_br: Itens conectados

source: Add a link
pt_br: Adicionar um item

source: from the database
pt_br: no banco de dados

source: Settings
pt_br: Configurações

source: Logout
pt_br: Desconectar-se

source: Sysadmin panel
pt_br: Painel do administrador de sistemas

source: Admin panel
pt_br: Painel do administrador

source: Powered by
pt_br: Turbinado por

source: Page generated in
pt_br: Esta página foi gerada em

source: You can have experiments templates (%sControl Panel%s).
pt_br: Você pode definir modelos de experimentos (%sPainel de Controle%s).

source: If you press Ctrl Shift D in the editor, the date will appear under the cursor.
pt_br: Se você pressionar Control+Shift+D no editor de texto a data de hoje será adicionada na posição em que o cursor estiver.

source: Go to user control panel
pt_br: Vá para o painel de usuário

source: Teams
pt_br: Equipes

source: URL for external timestamping service:
pt_br: Endereço do serviço de timestamping:

source: Chain of certificates of the external timestamping service:
pt_br: Cadeia de certificados do serviço de timestamping:

source: This should be the login associated with your timestamping service provider
pt_br: Este tem que ser o login associado ao seu provedor de serviço de timestamping

source: Your timestamping service provider password
pt_br: A senha do seu servidor de timestamping

source: You cannot unlock or edit in any way a timestamped experiment.
pt_br: O experimento com timestamp não pode ser desbloqueado nem modificado.

source: Your session expired. Please retry.
pt_br: Sua sessão expirou. Por favor tente outra vez.

source: Registration successful :)<br>Your account must now be validated by an admin.<br>You will receive an email when it is done.
pt_br: Registro validado com sucesso :) <br> Sua conta deve ser validada por um admnistrador. <br> Você receberá um email quando foi concluído.

source: Attached file
pt_br: Arquivo anexado

source: Attach a file
pt_br: Anexar um arquivo

source: Drop files here to upload
pt_br: Arraste aqui os arquivos que quiser anexar ao experimento

source: You cannot restore a revision of a locked item!
pt_br: O item está bloqueado, não é possível restaurar versões antigas!

source: Molecule drawer
pt_br: Desenhe uma molécula

source: With the tag
pt_br: Com a etiqueta

source: This should be the URL used for %sRFC 3161%s-compliant timestamping requests.
pt_br: Insira o endereço para pedidos de timestamp com norma %sRFC 3161%s .

source: Download timestamped pdf
pt_br: Baixar o pdf com timestamp

source: item imported successfully.
pt_br: item importado com sucesso.

source: Installed version:
pt_br: Versão instalada:

source: Miscellaneous
pt_br: Diversos

source: Import ZIP
pt_br: Importar zip

source: seconds
pt_br: segundos

source: An admin account will always be able to delete experiments.
pt_br: O administrador sempre poderá apagar experimentos.

source: There is a manual available %shere%s.
pt_br: Há um manual disponível %s aqui%s .

source: Order by
pt_br: Listando por

source: Sort
pt_br: Organizar

source: Download token
pt_br: Baixar o token

source: Please configure Timestamping in the admin panel.
pt_br: Favor configurar o timestamping no painel de administração.

source: Remember me
pt_br: Lembre-se de mim

source: All the team
pt_br: Toda a equipe

source: Space means
pt_br: Espaço significa

source: Item deleted successfully
pt_br: Item deletado com sucesso

source: File deleted successfully
pt_br: Arquivo deletado com sucesso

source: Invalid link. Reset links are only valid for one hour.
pt_br: Link inválido. Os links reiniciados estão disponíveis por apenas uma hora.

source: New password inserted. You can now login.
pt_br: Nova senha inserida. Você pode conectar agora.

source: Lock/Unlock item
pt_br: Bloquear/Desbloquear item

source: Once timestamped an experiment cannot be edited anymore! Are you sure you want to do this?
pt_br: Uma vez inserido o timestamp, o experimento nunca mais poderá ser modificado! Tem certeza de que quer fazer isso?

source: Send a test email
pt_br: Enviar e-mail teste

source: Send
pt_br: Enviar

source: No templates found
pt_br: Nenhum modelo encontrado

source: Filter by type
pt_br: Filtrar por tipo

source: Category
pt_br: Categoria

source: Rating
pt_br: Nota

source: DESC
pt_br: Descendente

source: ASC
pt_br: Ascendente

source: Add a New Status
pt_br: Nova situação

source: Color
pt_br: Cor

source: Edit an Existing Status
pt_br: Modificar uma situação existente

source: Delete
pt_br: Deletar

source: Add a new type of item
pt_br: Adicionar um novo item

source: Bookable
pt_br: Reservável

source: in the %sscheduler%s
pt_br: no %sscheduler%s

source: Database Items Types
pt_br: Tipos de item no banco de dados

source: Edit the template
pt_br: Editar o modelo

source: Add a New Team
pt_br: Adicionar nova equipe

source: Edit Existing Teams
pt_br: Editar equipes existentes

source: Send a Mass Email
pt_br: Enviar um e-mail coletivo

source: Email Subject
pt_br: Assunto do e-mail

source: Email Body
pt_br: Corpo de texto do email

source: Please input your current password!
pt_br: Favor digitar sua senha atual!

source: This section is out of your reach!
pt_br: Esta sessão está fora do seu alcance!

source: An error occurred!
pt_br: Ocorreu um erro!

source: Stick
pt_br: Bastões

source: Style
pt_br: Estilo

source: [eLabFTW] New comment posted
pt_br: [eLabFTW] há um novo cometário

source: [eLabFTW] Test email
pt_br: [eLabFTW] E-mail teste

source: Nothing to show with this id
pt_br: Nada pra mostrar com esse id

source: Go back
pt_br: Voltar

source: Scheduler
pt_br: Agendar

source: No bookable items.
pt_br: Nenhum ítem reservável.

source: Select an equipment
pt_br: Selecionar um equipamento

source: Display
pt_br: Mostrar

source: Keyboard Shortcuts
pt_br: Atalhos do teclado

source: Experiments Templates
pt_br: Modelos de experimentos

source: Import from File
pt_br: Importar do arquivo

source: Name of the Template
pt_br: Nome do Modelo

source: or
pt_br: ou

source: Validate
pt_br: Validar

source: Groups
pt_br: Grupos

source: Configure your Team
pt_br: Configure sua equipe

source: Override general timestamping config
pt_br: Ignorar a configuração geral de timestamping

source: Edit Users
pt_br: Editar usuários

source: Group
pt_br: Grupo

source: Reset user password
pt_br: Reiniciar senha do usuário

source: characters minimum
pt_br: mínimo de caracteres

source: Common Experiment Template
pt_br: Modelo de Experimentos Comum

source: Import a CSV File
pt_br: Importar arquivo CSV

source: Import a ZIP File
pt_br: Importar arquivo ZIP

source: 1. Select where to import:
pt_br: 1. Selecionar onde importar:

source: Manage Groups of Users
pt_br: Gerenciar grupos de usuários

source: Create a group
pt_br: Criar um grupo

source: Add
pt_br: Adicionar

source: Existing groups
pt_br: Grupos existentes

source: Latest version:
pt_br: Última versão:

source: Usage Statistics
pt_br: Estatísticas de uso

source: Address of the Proxy:
pt_br: Endereço do Proxy:

source: Operating System
pt_br: Sistema operacional

source: PHP Version
pt_br: Versão PHP

source: Largest integer supported
pt_br: Maior número inteiro possível

source: PHP configuration directory
pt_br: Diretório de configuração PHP

source: Timestamping Configuration
pt_br: Configuração de Timestamping

source: Security Settings
pt_br: Configurações de Segurança

source: Time of the ban after failed login attempts (in minutes):
pt_br: Quanto tempo banir após tentativas de login sem sucesso (em minutos):

source: E-mail Settings
pt_br: Configurações de e-mail

source: Send e-mails via:
pt_br: Enviar e-mail via:

source: Select mailing method...
pt_br: Selecione uma maneira de enviar e-mails...

source: Sender address:
pt_br: Endereço do remetente:

source: Path to sendmail:
pt_br: Caminho para o sendmail:

source: SMTP encryption:
pt_br: Codificação SMTP:

source: My Profile
pt_br: Meu Perfil

source: Help
pt_br: Ajuda

source: You can make links inside the text by typing # and an autocomplete menu will spawn with a list of Experiments/Items.
pt_br: Crie links rapidamente: digite # para abrir uma lista automática com experimentos e itens.

source: And visibility is:
pt_br: E a visibilidade é:

source: Select visibility
pt_br: Selecione a visibilidade

source: Organization
pt_br: Ordem

source: Memory usage:
pt_br: Uso de memória:

source: Number of login attempt left before being banned for %s minutes: %s
pt_br: Número de tentativas restantes antes de ser banido por %s minutos: %s

source: Login through your institution
pt_br: Conecte-se usando sua instituição

source: Generate an API Key
pt_br: Gerar chave API

source: Not enough tags to make a tagcloud
pt_br: Não há etiquetas suficientes para criar uma nuvem

source: Duplicate
pt_br: Duplicar

source: Make a PDF
pt_br: Preparar um PDF

source: Make a ZIP
pt_br: Preparar um ZIP

source: Show related
pt_br: Mostrar relacionados

source: Timestamp Experiment
pt_br: Marcar com Timestamp

source: Next step
pt_br: Próxima etapa

source: Add a step
pt_br: Adicione uma etapa

source: Draw something
pt_br: Desenhe algo

source: Clear
pt_br: Limpar

source: This should point to the chain of certificates used by your external timestamping provider to sign the timestamps.%sLocal path relative to eLabFTW installation directory. You should add it in the 'uploads' folder. The file needs to be in %sPEM-encoded (ASCII)%s format!
pt_br: Aponta para a cadeia de certificados usados pelo seu provedor de timestamping para assinar timestamps.%sCaminho local relativo à pasta de instalação do eLabFTW. Você deve adicioná-lo à pasta 'uploads'. É preciso que o arquivo esteja no formato %sPEM(ASCII)!

source: A password is already set.
pt_br: Uma senha já foi definida.

source: %sClear it%s or change it below:
pt_br: %sLimpe%s ou mude abaixo:

source: Allow timestamp
pt_br: Permitir timestamp

source: Order by:
pt_br: Ordenar por:

source: Use default
pt_br: Usar o padrão

source: Comment
pt_br: Comentário

source: Sort:
pt_br: Ordem:

source: Only lowercase letters are allowed.
pt_br: Só permite letras minúsculas.

source: Disable the rich text editor and write Markdown directly
pt_br: Desativar o editor rtf e escrever diretamente os Markdown

source: Default visibility for new experiments
pt_br: Visibilidade padrão para novos experimentos

source: User
pt_br: Usuário

source: Template content
pt_br: Conteúdo do modelo

source: %s - A new version is available! %sUpdate elabftw%sRead changelog%s
pt_br: %s - Uma nova versão está disponível! %sAtualize elabftw%sLer o registro de mudanças%s

source: Please finalize install: %slink to documentation%s.
pt_br: Favor terminar a instalação: %slink para documentação%s.

source: Archive
pt_br: Arquivo

source: If you are behind a firewall/proxy, enter the address here. Example: http://proxy.example.com:3128
pt_br: Se você estiver por trás de um proxy ou de uma firewall, entre o endereço aqui. Exemplo: http://exemplo.de.proxy.com.br:3128

source: Enable local account creation:
pt_br: Permitir criação de contas locais:

source: Show local login form:
pt_br: Mostrar o formulário de login local:

source: You can still show the local login form by appending ?letmein to the login page URL.
pt_br: Você ainda pode mostrar o login local adicionando ?letmein ao endereço de login.

source: Back to listing
pt_br: Voltar para a lista

source: Experiment of %s
pt_br: Experimento de %s

source: Manage templates
pt_br: Gerenciar os modelos

source: Welcome to eLabFTW. Use the 'Create new' button to get started!
pt_br: Benvindo ao eLabFTW! Use o botão 'Criar' para começar!

source: Select all
pt_br: Selecionar todos

source: Clear selection
pt_br: Limpar seleção

source: Invert selection
pt_br: Inverter seleção

source: With selected:
pt_br: Com selecionados:

source: Change status
pt_br: Mudar situação

source: Change item type
pt_br: Mudar tipo de item

source: Make Zip
pt_br: Preparar um ZIP

source: Make Csv
pt_br: Preparar um CSV

source: Please make sure to remove any reference to this file in the body!
pt_br: Favor remover todas as referências a este arquivo no corpo de texto!

source: Decode token
pt_br: Descodificar token

source: Insert in text at cursor position
pt_br: Inserir no texto na posição do cursor

source: Hi. A new user registered on elabftw. Head to the admin panel to validate the account:
pt_br: Olá, um novo usuário acabou de se registrar no eLabFTW. Vá para o painel do administrador para validar a conta:

source: Hi. %s left a comment on your experiment. Have a look: %s
pt_br: Olá, %s deixou um comentário no seu experimento. Dê uma olhada: %s

source: Archive user
pt_br: Arquivar usuário

source: Login as anonymous visitor
pt_br: Conectar-se como visitante anônimo

source: Import to your profile
pt_br: Importar para o seu perfil

source: Anonymous visitors can see database items:
pt_br: Visitantes anônimos podem ver os itens do banco de dados:

source: PDF configuration
pt_br: Configuração do PDF

source: Select paper format for PDF
pt_br: Selecione o formato do papel do PDF

source: Generate PDF/A compliant pdfs (will embed the fonts and make the file bigger)
pt_br: Gerar PDFs compatíveis com PDF/A (isso anexa as fontes ao arquivo PDF, que será obrigatoriamente maior)

source: Add attached files summary to the pdf
pt_br: Adicionar a lista de arquivos anexados ao PDF

source: Show experiments from the team on the Experiments page
pt_br: Mostrar os experimentos de toda a equipe na página Experimentos

source: Allow anonymous visitors to login and see Public experiments:
pt_br: Visitantes anônimos podem se conectar e ver experimentos marcados como públicos:

source: result shown
pt_br: resultado mostrado

source: Change visibility
pt_br: Mudar a visibilidade

source: Previous page
pt_br: Página anterior

source: Next page
pt_br: Próxima página

source: Upload a new version of this file
pt_br: Carregar uma nova versão deste arquivo

source: Cartoon (proteins only)
pt_br: Cartoon (só se aplica a proteínas)

source: Cross
pt_br: Cruz

source: Line
pt_br: Linha

source: Sphere
pt_br: Esfera

source: Installation URL:
pt_br: URL para instalação:

source: Maximum file size for uploaded files
pt_br: Arquivos podem ter até

source: Timezone
pt_br: Fuso horário

source: You can control if the teams can use the global timestamping account. If set to <em>no</em> the team admin must add login information in the admin panel.
pt_br: Você decide se as equipes podem usar uma conta de timestamping. Se deixar em '<em>não</em>', o administrador da equipe terá que inserir as informações para conexão do painel do administrador.

source: Information
pt_br: Informação

source: revision available
pt_br: revisão disponível

source: completed
pt_br: completou

source: commented
pt_br: comentou

source: Close
pt_br: Fechar

source: Todolist
pt_br: Lista de Tarefas
